brew "clang-format"
brew "cmake"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "n"
brew "neovim"
brew "ninja"
brew "p7zip"
brew "ripgrep"
brew "scrcpy"
brew "stylua"
brew "thefuck"
brew "xz"
brew "yarn"
cask "mpv"
cask "rar"
